---
kind: enumMember
id: F:Autodesk.Revit.UI.DockPosition.Floating
enum: Autodesk.Revit.UI.DockPosition
source: html/c28187c8-758f-76fe-6ded-1a98243fd20e.htm
---
# Autodesk.Revit.UI.DockPosition.Floating